/* Note:Your choice is C IDE */
#include "stdio.h"
void main()
{
  float a,b,c;
  printf("请输入您的月薪:");
  scanf("%f",&a);
  printf("请输入您当地的起征点:");
  scanf("%f",&b);
  printf("您的月薪是:%f",a);
  c=a-b;
  	if(c<=0){
  		printf("您工资太低，纳啥税呀！好好努力挣钱");	
  	}else if(c>0&&c<=1500){
  		c=c*0.03;
  	}else if(c>1500&&c<=5000){
  		c=1500*0.03+(c-1500)*0.05;
  	}else if(c>5000&&c<=8000){
  		c=1500*0.03+3500*0.05+(c-5000)*0.1;
  	}else if(c>8000&&c<=20000){
  		c=1500*0.03+3500*0.05+3000*0.1+(c-8000)*0.2;
  	}else if(c>20000&&c<=80000){
  		c=1500*0.03+3500*0.05+3000*0.1+12000*0.2+(c-20000)*0.3;
  	}else{
  		c=1500*0.03+3500*0.05+3000*0.1+12000*0.2+50000*0.3+(c-80000)*0.4;
  	}
   	printf("你的个人所得税:%f\n",c);
   	a=a-c;
   	printf("你纳税后的工资是:%f,纳税光荣！",a);
  
    
}