/* Note:Your choice is C IDE */
#include "stdio.h"
void main()
{	 
	float X,Y,Z,S;
  printf("**********************○*************************\n"); 
  printf("*                                               *\n"); 
  printf("*                                               *\n");
  printf("*  　　　　◎中国2016年纳税系统                 *\n");
  printf("*                                               *\n"); 
  printf("*                                               *\n");
  printf("**********************○*************************\n");
 
   printf("\t请输入你的月薪（以元为单位）");
   scanf("%f",&X);
   fflush(stdin);
   printf("\t请输入当的起征点（以元为单位）");
   scanf("%f",&S);
   printf("\t你的月薪%f\n",X);
   Y=X-S;
  	
	if(Y>0&&Y<=1500){
		Z=1500*0.03;
	}else if(Y>1500&&Y<=4000){
		Z=1500*0.03+(Y-1500)*0.1;
	}else if(Y>4000&&Y<=8000){
		Z=1500*0.03+4000*0.1+(Y-4000)*0.2;
	}else if(Y>8000&&Y<=20000){
		Z=1500*0.03+3000*0.1+8000*0.2+(Y-8000)*0.25;
	}else if(Y>20000&&Y<=30000){
		Z=1500*0.03+3000*0.1+8000*0.2+20000*0.25+(Y-20000)*0.3;
	}else if(Y>30000&&Y<=80000){
		Z=1500*0.03+3000*0.1+8000*0.25+20000*0.25+30000*0.3+(Y-30000)*0.4;
	}else {
		Z=1500*0.03+3000*0.1+8000*0.25+20000*0.25+30000*0.3+80000*0.4+(Y-80000)*0.5;
	}

	  printf("\t你的个人所得税是：%f\n",Z);	 
	  printf("\t你扣税后的收入是：%f纳税光荣",Z);	  
}