<%@ page language="java" import="java.util.*" pageEncoding="UTF-8"%>
<%
String path = request.getContextPath();
String basePath = request.getScheme()+"://"+request.getServerName()+":"+request.getServerPort()+path+"/";
%>

<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
  <head>
    <base href="<%=basePath%>">
    
    <title>我的摩羯座世界</title>
    
  </head>
  
  <body background="images/011.gif">
  	<h1 align="center">摩羯的世界</h1>
  	<a href="<%=basePath %>BookServlet?action=list">返回书库</a>
  	<br>
  	<table align="center" width="1000" border="0">
	<tr height="600">
			<td width="1000"><marquee width="1000" height="600" behavior="scroll" scrollamount="10" scrolldelay="200" direction="up">


<a name="unit1">
  			
     <font size="6" color="cyan">   &nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;　&nbsp;&nbsp;成熟稳重的摩羯座男生，具有让人五体投地的不屈不饶精神和能耐。摩羯男总是理性先行，天生冷静的判断力是你们成功的秘诀之一，往往都是白手起家的模范。虽然你们拥有着高度的责任感，但却永远都缺乏点灵活性，不擅长速战。摩羯男习惯固执且谨慎地坚持认定的事，所以也经常与机会擦身而过。<p>
　　&nbsp;&nbsp;对稳健固执的摩羯座来说，浪漫的爱情是深藏在内心的梦，虽然他看来那么坚强，一副“谁需要你”的样子，事实上他是很需要温柔鼓励的。“缺乏真正的自信”常是摩羯座的通病，你必须经常的赞美他、鼓励他，他表面上看来可能是“受不了的酷”，其实心里“快乐的不得了”。摩羯座的男人是背着沉甸甸的包袱，奋力爬上山巅的大公羊。传统、责任、理想，以及对财富和社会地位的欲望，全装在大包袱里，那就是负担，
	也是催促他向上的力量。“坚忍”是摩羯座男子个性中最大的魅力，没有人能像他一样，那么不怕苦、不怕难、不怕失败。<p>
　　连强悍的蝎座男子偶尔都需要情绪上的发泄。摩羯座的男人却始终坚持到底，不达到目标，绝不休息。
　　　有的女孩爱上一个摩羯座男子时，周围的朋友可能会说：“天啊！你怎么会爱上一个那么无趣的男人呢！”不过，我倒觉得你真有远见。的确，摩羯座的男人基本上是不喜欢社交的，他情愿自己一个人安安静静的做事。

有的女孩爱上一个摩羯座男子时，周围的朋友可能会说：“天啊！你怎么会爱上一个那么无趣的男人呢！”不过，我倒觉得你真有远见。的确，摩羯座的男人基本上是不喜欢社交的，他情愿自己一个人安安静静的做事。
　　　&nbsp;&nbsp;甚至他们喜欢的休闲活动，也是比较静态的，例如，看书、听音乐等等。<p>
　　有些摩羯座的男人由于环境的关系，必经常参加社交的活动，他也很少是社交场合中风头最健的人物，他通常比较沉默，让大家非常惊讶。通常摩羯座的男子不能给你很丰富刺激的社交圈，这一点你要有心理准备。
　　他很少主动让别人了解他，这当然跟他保守的个性有关，开朗天真的女孩可能会让他比较容易打开心门，如果你真的了解他，他会很安慰。给他适时的鼓励和赞美会让他信心大增。不过如果你期待他热情的响应，恐怕会有点失望，彼此心照不宣就成啦！
　　　&nbsp;&nbsp;当然光是懂得赞美无法得到如此实际又努力的男人的。他通常会选择一个“好妈妈”型的女人做妻子，经常对孩子表示爱心，会是令他心仪（转自星座屋http://www.xzw.com）的美德。他是非常重视家庭的；大多数的摩羯座男子，不会把一个不被他家人接受的女子娶回家，如果一定要他在家人和你之间作选择，是一件很痛苦的事，通常你赢的机会不大。所以，让他的家人喜欢你，那你就成功了一大半了。<p>
　　我说过摩羯座是实际的，对未来他也有着实际的野心。许多摩羯座的男子都娶了一个对他事业或是社会地位有帮助的女人为妻。因此就算你不是系出名门，至少你也得是举止合宜，给他上司良好印象的淑女。叛逆少女实在不是摩羯座的典型，至少不是作“妻子”的典型，你可以热情大方，开朗活泼，但是行为举止还得在传统社会规范中。或许在某些场合，他会难得放松说些轻佻的话，但那绝不表示他将认同你有这样的表现。尤其是在他的上司、老板或是员工面前，很少有男人比摩羯座男子更重视社会地位、社会评价的。你可不要做他的绊脚石。<p><p><a href="#top"></a>
<a name="unit2">
　&nbsp;&nbsp;　他是固执而传统的人，婚姻对他决非儿戏。一旦他决心要娶你，他肯定已经对你细细的观察，深入的了解，实际的评估。摩羯座的男人很少会冲动的决定一桩婚事。他对婚姻的忠实度是值得信赖的，对于家庭美好未来的努力是肯定的。你最好也要尊重这件婚事。我在前面所强调的种种事情，婚后你最好也不要忘记，否则等他掉头而去，你很难有第二次机会。<p>
　　&nbsp;&nbsp;　嫁给一个摩羯座的老公，就像买了终生保险，虽然不会常有甜蜜语可听，但你会得到一切最实际的照顾。对多数摩羯座的男人来说，把太太照顾好是他们的责任，愈能让太太过得好，代表他们的事业愈成功，社会地位愈高。或许你的摩羯座老公会要求你把家庭开支簿写得清清楚楚，但事实上，摩羯座的老公常对太太大方极了，只不过他要你时时记得“他”才是一家之主就是了。<p>
　　　　他重视社会地位，同样也重视自己在家中的地位。等他的事业有了基础之后，他会把更多心思放在家里，你们的婚姻会像倒吃甘蔗一样，愈吃愈甜。就如同我一再强调他们对财富、名望的追求，正因为这两样东西会带给他们安全感，给他们信心，当他们内心因缺乏自信而产生的抑郁消失时，你将看到摩羯座的热情、诙谐与浪漫。那真是一个值得期待的男人。<p>
　&nbsp;&nbsp;他重视社会地位，同样也重视自己在家中的地位。等他的事业有了基础之后，他会把更多心思放在家里，你们的婚姻会像倒吃甘蔗一样，愈吃愈甜。就如同我一再强调他们对财富、名望的追求，正因为这两样东西会带给他们安全感，给他们信心，当他们内心因缺乏自信而产生的抑郁消失时，你将看到摩羯座的热情、诙谐与浪漫。那真是一个值得期待的男人。<p><p><a href="#top"></a></font> 



					</marquee>
					</td>
					</tr>
					</table>
  </body>
</html>
